<pad>	0
<unk>	0
<s>	0
</s>	0
▁t	-0
ou	-1
re	-2
▁d	-3
▁a	-4
▁p	-5
▁s	-6
on	-7
is	-8
en	-9
es	-10
▁l	-11
er	-12
▁c	-13
in	-14
▁m	-15
he	-16
▁I	-17
an	-18
▁n	-19
it	-20
▁w	-21
om	-22
▁f	-23
qu	-24
as	-25
▁b	-26
▁y	-27
ll	-28
▁v	-29
at	-30
▁you	-31
▁de	-32
▁h	-33
▁to	-34
ous	-35
▁qu	-36
ar	-37
ai	-38
▁T	-39
ve	-40
or	-41
ent	-42
Je	-43
un	-44
▁the	-45
▁th	-46
est	-47
ing	-48
▁g	-49
▁pas	-50
le	-51
ais	-52
▁que	-53
ed	-54
▁?	-55
et	-56
us	-57
▁ne	-58
eu	-59
▁j	-60
ot	-61
our	-62
▁un	-63
▁o	-64
▁re	-65
te	-66
ri	-67
oi	-68
▁me	-69
▁à	-70
▁le	-71
▁Tom	-72
ant	-73
ait	-74
▁W	-75
▁la	-76
▁su	-77
ow	-78
se	-79
▁in	-80
il	-81
id	-82
im	-83
▁be	-84
▁ha	-85
ce	-86
▁is	-87
▁e	-88
▁tr	-89
ay	-90
▁en	-91
▁do	-92
lle	-93
Il	-94
▁H	-95
ion	-96
ch	-97
▁r	-98
▁he	-99
out	-100
▁of	-101
▁est	-102
▁ch	-103
▁pr	-104
au	-105
▁vous	-106
▁an	-107
ét	-108
▁ce	-109
ment	-110
▁that	-111
al	-112
ld	-113
ke	-114
me	-115
ic	-116
▁te	-117
hat	-118
▁Y	-119
ain	-120
▁li	-121
▁on	-122
▁se	-123
▁The	-124
ver	-125
▁pl	-126
ie	-127
os	-128
▁You	-129
pp	-130
tu	-131
ir	-132
▁par	-133
▁for	-134
eux	-135
▁com	-136
oo	-137
▁don	-138
tre	-139
▁was	-140
▁He	-141
ons	-142
gh	-143
Tom	-144
ren	-145
▁it	-146
▁k	-147
ter	-148
▁we	-149
ad	-150
▁have	-151
and	-152
▁pour	-153
▁au	-154
aire	-155
end	-156
av	-157
▁S	-158
▁une	-159
▁D	-160
ag	-161
▁as	-162
ill	-163
▁M	-164
ont	-165
▁je	-166
ould	-167
am	-168
vous	-169
▁not	-170
▁want	-171
▁ét	-172
▁your	-173
ac	-174
▁this	-175
res	-176
ne	-177
▁suis	-178
ble	-179
ut	-180
ans	-181
ght	-182
▁go	-183
▁all	-184
op	-185
ur	-186
ien	-187
▁st	-188
▁can	-189
▁We	-190
ée	-191
oir	-192
▁les	-193
▁my	-194
all	-195
now	-196
que	-197
▁so	-198
ue	-199
▁at	-200
▁tu	-201
▁dé	-202
▁faire	-203
▁know	-204
ore	-205
▁A	-206
▁mon	-207
ère	-208
ers	-209
▁did	-210
Nous	-211
ith	-212
ang	-213
▁av	-214
if	-215
ui	-216
ure	-217
▁with	-218
ard	-219
mp	-220
▁som	-221
▁like	-222
ly	-223
▁It	-224
▁ave	-225
tes	-226
▁are	-227
▁con	-228
Tu	-229
Vous	-230
▁des	-231
▁She	-232
ink	-233
▁!	-234
ig	-235
▁pro	-236
ol	-237
▁ê	-238
▁sh	-239
ens	-240
Elle	-241
ust	-242
▁dans	-243
ois	-244
hing	-245
▁plus	-246
▁nous	-247
▁fr	-248
ort	-249
ess	-250
ct	-251
ez	-252
▁ex	-253
ès	-254
st	-255
ook	-256
ave	-257
▁ab	-258
ça	-259
her	-260
ose	-261
▁fait	-262
▁ri	-263
éc	-264
▁what	-265
ire	-266
eur	-267
ap	-268
up	-269
▁wh	-270
▁think	-271
ary	-272
▁ça	-273
one	-274
oin	-275
▁ma	-276
▁What	-277
▁ar	-278
▁Wh	-279
ong	-280
▁sur	-281
▁his	-282
rai	-283
el	-284
▁C	-285
▁tout	-286
▁ta	-287
ime	-288
▁any	-289
▁veux	-290
és	-291
ier	-292
▁him	-293
▁al	-294
▁du	-295
▁Do	-296
▁am	-297
ul	-298
▁dev	-299
ation	-300
▁Th	-301
▁avec	-302
▁qui	-303
▁ver	-304
de	-305
ouv	-306
▁wor	-307
▁sa	-308
ette	-309
ici	-310
▁us	-311
▁quel	-312
bl	-313
ci	-314
▁Mary	-315
▁dis	-316
dre	-317
▁comp	-318
imp	-319
ense	-320
▁and	-321
ood	-322
▁They	-323
are	-324
pe	-325
▁part	-326
oy	-327
age	-328
▁about	-329
▁si	-330
▁time	-331
ate	-332
▁get	-333
mps	-334
onne	-335
Le	-336
che	-337
▁gr	-338
ite	-339
▁cr	-340
▁et	-341
▁here	-342
▁very	-343
mes	-344
▁sont	-345
▁peu	-346
▁ré	-347
ost	-348
▁fe	-349
ive	-350
▁didn	-351
ind	-352
ally	-353
▁see	-354
ff	-355
cc	-356
▁out	-357
ux	-358
▁man	-359
▁This	-360
▁son	-361
▁app	-362
otre	-363
▁That	-364
ours	-365
la	-366
ouve	-367
ide	-368
▁ren	-369
oup	-370
ten	-371
Que	-372
▁up	-373
ro	-374
very	-375
▁dit	-376
uis	-377
▁très	-378
ille	-379
▁How	-380
▁had	-381
Ne	-382
ine	-383
rais	-384
ome	-385
▁were	-386
▁need	-387
▁mais	-388
▁pense	-389
▁her	-390
▁vou	-391
▁happ	-392
▁être	-393
si	-394
Ce	-395
▁ser	-396
day	-397
▁has	-398
rent	-399
Pour	-400
▁dem	-401
▁one	-402
ase	-403
▁temps	-404
▁moi	-405
quoi	-406
ight	-407
▁tou	-408
▁Don	-409
mer	-410
alk	-411
Com	-412
La	-413
▁will	-414
▁going	-415
ry	-416
je	-417
▁cl	-418
▁vrai	-419
app	-420
té	-421
lles	-422
▁été	-423
▁lui	-424
▁votre	-425
▁should	-426
▁peux	-427
▁ag	-428
oun	-429
▁était	-430
▁just	-431
▁êtes	-432
▁beau	-433
▁B	-434
here	-435
▁res	-436
▁sais	-437
use	-438
▁che	-439
pr	-440
▁jam	-441
ast	-442
▁chose	-443
▁Are	-444
▁no	-445
lp	-446
▁L	-447
ner	-448
ions	-449
▁look	-450
▁good	-451
ak	-452
ven	-453
▁é	-454
▁es	-455
ance	-456
other	-457
Les	-458
▁cette	-459
▁ici	-460
▁long	-461
iez	-462
able	-463
avai	-464
ice	-465
▁help	-466
▁P	-467
▁jamais	-468
▁mar	-469
uit	-470
▁dire	-471
ays	-472
▁too	-473
▁work	-474
▁ton	-475
thing	-476
▁travai	-477
▁ent	-478
ass	-479
▁parl	-480
▁E	-481
ob	-482
▁would	-483
Ils	-484
▁co	-485
▁cela	-486
ought	-487
▁bien	-488
ress	-489
▁pens	-490
▁vraiment	-491
aid	-492
air	-493
▁there	-494
ière	-495
▁could	-496
mb	-497
▁car	-498
▁My	-499
une	-500
▁really	-501
dy	-502
ade	-503
▁il	-504
Pourquoi	-505
▁tell	-506
▁from	-507
art	-508
▁Why	-509
ist	-510
▁pers	-511
▁train	-512
ck	-513
▁imp	-514
ack	-515
ep	-516
▁toi	-517
▁F	-518
iff	-519
lf	-520
▁ca	-521
ors	-522
▁every	-523
▁by	-524
▁some	-525
▁att	-526
Qu	-527
iv	-528
▁br	-529
ér	-530
▁ad	-531
▁N	-532
lease	-533
▁talk	-534
▁lo	-535
ign	-536
orte	-537
ité	-538
moi	-539
▁diff	-540
▁does	-541
▁bes	-542
▁per	-543
▁quelque	-544
▁been	-545
arg	-546
▁seu	-547
cher	-548
riend	-549
anger	-550
▁pass	-551
▁besoin	-552
coup	-553
ête	-554
ord	-555
▁liv	-556
▁sav	-557
▁stu	-558
▁got	-559
▁come	-560
▁cont	-561
▁more	-562
▁never	-563
▁voul	-564
▁off	-565
▁now	-566
▁than	-567
▁pe	-568
▁fin	-569
▁demand	-570
elle	-571
ise	-572
▁There	-573
ient	-574
▁somet	-575
▁main	-576
▁Can	-577
rive	-578
▁but	-579
▁pre	-580
▁bus	-581
▁beaucoup	-582
él	-583
ree	-584
ish	-585
orm	-586
▁fau	-587
▁Is	-588
ond	-589
▁mu	-590
être	-591
▁if	-592
▁avez	-593
▁avons	-594
ées	-595
lement	-596
sez	-597
▁let	-598
oit	-599
▁tous	-600
ound	-601
Est	-602
▁pren	-603
onn	-604
▁sommes	-605
ud	-606
bre	-607
▁bl	-608
▁home	-609
▁ask	-610
▁wr	-611
▁sem	-612
▁aller	-613
▁something	-614
▁dr	-615
ange	-616
▁parler	-617
ab	-618
▁much	-619
▁pla	-620
▁quest	-621
▁jus	-622
▁sp	-623
▁ont	-624
▁fer	-625
▁eat	-626
iss	-627
▁spe	-628
Comment	-629
▁mat	-630
▁fat	-631
▁mal	-632
▁say	-633
ême	-634
▁friend	-635
▁grand	-636
▁J	-637
▁pos	-638
ole	-639
▁comm	-640
▁peut	-641
▁Let	-642
▁take	-643
Ça	-644
▁happen	-645
▁là	-646
▁read	-647
▁right	-648
▁exp	-649
aiss	-650
um	-651
▁enc	-652
▁maison	-653
ey	-654
On	-655
▁heure	-656
▁af	-657
▁bu	-658
aime	-659
était	-660
▁how	-661
▁lit	-662
ies	-663
▁tom	-664
▁make	-665
jours	-666
▁toujours	-667
▁trop	-668
ants	-669
▁rien	-670
ody	-671
ique	-672
▁G	-673
rait	-674
▁jour	-675
ge	-676
ick	-677
▁ven	-678
ars	-679
▁va	-680
▁éc	-681
▁Did	-682
▁deux	-683
▁feel	-684
▁voir	-685
ting	-686
▁pré	-687
▁ou	-688
▁book	-689
▁nouve	-690
▁money	-691
▁pouv	-692
ds	-693
self	-694
▁thought	-695
oire	-696
ert	-697
▁mes	-698
▁pri	-699
vez	-700
▁when	-701
▁back	-702
ile	-703
▁encore	-704
▁they	-705
▁bet	-706
ils	-707
▁last	-708
▁acc	-709
▁monde	-710
▁she	-711
▁voit	-712
▁bon	-713
ieux	-714
▁quoi	-715
▁sure	-716
▁ro	-717
▁who	-718
fe	-719
ool	-720
▁pi	-721
▁ans	-722
▁reg	-723
▁supp	-724
▁bel	-725
▁lot	-726
▁ret	-727
▁enf	-728
▁anything	-729
▁new	-730
iens	-731
▁told	-732
▁vais	-733
ussi	-734
ôt	-735
Tout	-736
ild	-737
▁day	-738
▁comme	-739
▁love	-740
▁ph	-741
▁int	-742
ence	-743
jour	-744
▁ai	-745
ried	-746
aine	-747
ern	-748
▁quelqu	-749
▁thing	-750
pt	-751
▁déc	-752
▁avoir	-753
▁or	-754
ough	-755
▁fais	-756
Quel	-757
row	-758
oston	-759
▁Boston	-760
▁pa	-761
▁und	-762
▁faut	-763
ra	-764
Mon	-765
ople	-766
ning	-767
étais	-768
▁again	-769
▁doesn	-770
ouse	-771
▁dois	-772
▁voiture	-773
▁soit	-774
du	-775
▁di	-776
gl	-777
▁wat	-778
ach	-779
ures	-780
▁must	-781
oth	-782
▁gu	-783
ted	-784
▁Where	-785
aimer	-786
▁Please	-787
▁cons	-788
Elles	-789
▁conn	-790
lez	-791
▁vie	-792
riez	-793
tenant	-794
▁fois	-795
▁made	-796
ident	-797
bien	-798
argent	-799
avez	-800
hui	-801
▁way	-802
▁travail	-803
▁old	-804
▁ke	-805
▁rép	-806
riv	-807
ame	-808
own	-809
▁said	-810
ieve	-811
▁mo	-812
aimerais	-813
ese	-814
▁speak	-815
jourd	-816
▁If	-817
▁O	-818
▁vu	-819
▁ye	-820
tle	-821
▁pet	-822
éri	-823
▁min	-824
▁eu	-825
▁dés	-826
▁avait	-827
▁sou	-828
Où	-829
▁vis	-830
aient	-831
▁aussi	-832
▁Who	-833
endre	-834
▁still	-835
▁pu	-836
ème	-837
▁people	-838
▁ple	-839
▁today	-840
ouvez	-841
ît	-842
▁care	-843
né	-844
▁fran	-845
▁won	-846
▁nom	-847
ake	-848
▁pris	-849
ante	-850
▁maintenant	-851
▁went	-852
▁fam	-853
act	-854
▁call	-855
▁probl	-856
▁ses	-857
▁jou	-858
ways	-859
▁pol	-860
orrow	-861
▁doing	-862
▁house	-863
▁better	-864
▁où	-865
▁sû	-866
▁happy	-867
çais	-868
rents	-869
▁sm	-870
▁believe	-871
rench	-872
▁cour	-873
▁always	-874
▁rec	-875
▁plan	-876
ek	-877
body	-878
▁French	-879
ié	-880
vers	-881
▁stay	-882
▁only	-883
▁mom	-884
▁ceci	-885
▁juste	-886
Si	-887
▁dern	-888
▁français	-889
▁sent	-890
▁tw	-891
▁ten	-892
red	-893
▁night	-894
▁room	-895
▁play	-896
▁personne	-897
ope	-898
▁them	-899
▁prom	-900
▁week	-901
ré	-902
fore	-903
▁seul	-904
▁aujourd	-905
▁No	-906
▁prop	-907
essay	-908
ty	-909
▁job	-910
▁sec	-911
▁aw	-912
▁rest	-913
erst	-914
▁chez	-915
▁wait	-916
▁before	-917
ccup	-918
▁ter	-919
chool	-920
ouver	-921
As	-922
ft	-923
▁ac	-924
▁hard	-925
▁même	-926
▁Have	-927
▁over	-928
élé	-929
▁rep	-930
▁met	-931
▁parents	-932
mber	-933
▁veu	-934
▁porte	-935
▁id	-936
▁pay	-937
▁many	-938
▁try	-939
▁down	-940
▁fl	-941
▁op	-942
▁question	-943
▁simp	-944
iqu	-945
▁inv	-946
▁moment	-947
▁livre	-948
▁fu	-949
▁little	-950
▁our	-951
▁school	-952
▁give	-953
▁child	-954
▁isn	-955
Qui	-956
▁déj	-957
▁pensais	-958
itu	-959
▁déjà	-960
anc	-961
née	-962
rit	-963
blem	-964
Un	-965
iz	-966
min	-967
ester	-968
▁regard	-969
▁problem	-970
hed	-971
près	-972
▁hand	-973
att	-974
▁underst	-975
▁télé	-976
▁souv	-977
▁leave	-978
ph	-979
asse	-980
▁Every	-981
▁wanted	-982
▁prendre	-983
get	-984
▁sort	-985
avais	-986
endu	-987
▁gl	-988
kes	-989
▁hier	-990
▁ache	-991
ention	-992
og	-993
▁père	-994
▁im	-995
eau	-996
Avez	-997
▁mieux	-998
ction	-999
urn	-1000
▁assez	-1001
▁dog	-1002
▁where	-1003
ired	-1004
▁disc	-1005
ful	-1006
▁soir	-1007
▁bonne	-1008
reat	-1009
▁emp	-1010
▁after	-1011
▁well	-1012
esterday	-1013
▁dét	-1014
ity	-1015
▁compren	-1016
Pers	-1017
▁left	-1018
▁laiss	-1019
Personne	-1020
leep	-1021
omme	-1022
▁trois	-1023
nous	-1024
▁bec	-1025
▁conf	-1026
acc	-1027
▁surpr	-1028
▁understand	-1029
enc	-1030
ret	-1031
▁alone	-1032
ider	-1033
▁tomorrow	-1034
autre	-1035
ex	-1036
ture	-1037
ents	-1038
▁sc	-1039
rê	-1040
▁happened	-1041
▁father	-1042
▁find	-1043
▁live	-1044
Es	-1045
uss	-1046
eurs	-1047
▁problème	-1048
Êtes	-1049
th	-1050
auv	-1051
pect	-1052
▁arriv	-1053
▁quand	-1054
▁demain	-1055
▁mus	-1056
oses	-1057
▁buy	-1058
▁enough	-1059
▁devrais	-1060
xt	-1061
▁seem	-1062
▁rem	-1063
▁autre	-1064
▁toutes	-1065
▁manger	-1066
▁sw	-1067
▁sans	-1068
▁three	-1069
▁yesterday	-1070
oint	-1071
▁inte	-1072
▁dû	-1073
▁put	-1074
ult	-1075
▁Jap	-1076
▁dep	-1077
▁disp	-1078
▁meet	-1079
Combien	-1080
esp	-1081
▁done	-1082
▁asked	-1083
▁avant	-1084
▁mor	-1085
oc	-1086
Cette	-1087
king	-1088
éd	-1089
▁plaît	-1090
▁hur	-1091
▁end	-1092
▁drink	-1093
▁gens	-1094
▁savoir	-1095
ager	-1096
▁renc	-1097
▁import	-1098
▁When	-1099
▁env	-1100
▁two	-1101
read	-1102
▁saw	-1103
▁occup	-1104
▁friends	-1105
▁tea	-1106
▁into	-1107
aux	-1108
▁please	-1109
▁trouv	-1110
▁sens	-1111
▁fut	-1112
▁aim	-1113
▁ide	-1114
▁start	-1115
êtes	-1116
▁rais	-1117
ition	-1118
▁étud	-1119
▁ever	-1120
▁nuit	-1121
▁enfants	-1122
cle	-1123
erre	-1124
▁expl	-1125
▁everything	-1126
oute	-1127
▁aux	-1128
tement	-1129
sible	-1130
▁heures	-1131
▁partir	-1132
Cel	-1133
▁pres	-1134
ated	-1135
▁aut	-1136
▁elle	-1137
arie	-1138
▁place	-1139
ace	-1140
orry	-1141
▁ces	-1142
ail	-1143
▁toute	-1144
▁coup	-1145
▁inc	-1146
▁lis	-1147
▁why	-1148
Ma	-1149
ount	-1150
▁fo	-1151
▁cat	-1152
én	-1153
▁après	-1154
▁travaill	-1155
arrive	-1156
▁chien	-1157
▁essay	-1158
▁ass	-1159
▁next	-1160
arn	-1161
irst	-1162
▁comment	-1163
be	-1164
▁conc	-1165
wn	-1166
ffe	-1167
▁cha	-1168
▁hope	-1169
▁petit	-1170
ised	-1171
école	-1172
ets	-1173
▁hear	-1174
▁late	-1175
▁adv	-1176
ves	-1177
ank	-1178
▁simplement	-1179
▁gir	-1180
Cela	-1181
ente	-1182
▁dép	-1183
De	-1184
▁busy	-1185
▁auc	-1186
avant	-1187
▁1	-1188
ision	-1189
▁mont	-1190
▁ob	-1191
▁other	-1192
▁wrong	-1193
▁dec	-1194
▁ref	-1195
▁Would	-1196
▁table	-1197
▁bo	-1198
▁lun	-1199
▁away	-1200
▁cond	-1201
▁walk	-1202
▁voulais	-1203
int	-1204
▁kind	-1205
ute	-1206
▁tes	-1207
▁notre	-1208
▁sûr	-1209
▁choses	-1210
omp	-1211
▁door	-1212
▁fun	-1213
▁sleep	-1214
▁cher	-1215
▁pouvez	-1216
œur	-1217
En	-1218
réc	-1219
▁mère	-1220
▁dernière	-1221
▁fem	-1222
▁rester	-1223
▁quelques	-1224
▁passé	-1225
▁kne	-1226
▁viv	-1227
aisse	-1228
▁prof	-1229
▁point	-1230
▁idea	-1231
▁Marie	-1232
▁puis	-1233
▁reme	-1234
▁nothing	-1235
▁chance	-1236
▁show	-1237
▁first	-1238
llement	-1239
▁pourquoi	-1240
▁cham	-1241
▁mot	-1242
▁wasn	-1243
ather	-1244
rer	-1245
▁answ	-1246
▁veut	-1247
▁vol	-1248
temps	-1249
Puis	-1250
ends	-1251
trer	-1252
illes	-1253
jet	-1254
uses	-1255
▁vos	-1256
▁cert	-1257
gg	-1258
▁phot	-1259
▁matin	-1260
▁venir	-1261
▁St	-1262
▁sorry	-1263
ock	-1264
oud	-1265
▁gar	-1266
▁questions	-1267
▁cor	-1268
oss	-1269
▁may	-1270
ious	-1271
▁came	-1272
endant	-1273
▁jours	-1274
▁dur	-1275
ready	-1276
▁turn	-1277
▁already	-1278
▁heureux	-1279
▁remember	-1280
rez	-1281
ng	-1282
▁gave	-1283
▁rapp	-1284
▁years	-1285
▁nouveau	-1286
▁ear	-1287
▁pat	-1288
▁even	-1289
▁being	-1290
▁bed	-1291
▁prob	-1292
▁compl	-1293
Re	-1294
▁things	-1295
▁bad	-1296
▁yet	-1297
▁moin	-1298
▁dou	-1299
▁keep	-1300
▁police	-1301
▁idée	-1302
▁knew	-1303
aider	-1304
▁took	-1305
▁anyone	-1306
▁couldn	-1307
leur	-1308
▁big	-1309
▁used	-1310
▁mother	-1311
▁hab	-1312
ché	-1313
▁soon	-1314
ts	-1315
▁sait	-1316
▁ense	-1317
▁life	-1318
▁looking	-1319
▁morning	-1320
▁bou	-1321
▁name	-1322
ory	-1323
▁mind	-1324
▁exc	-1325
▁prê	-1326
▁without	-1327
imes	-1328
▁rend	-1329
utes	-1330
▁rain	-1331
▁stud	-1332
▁lu	-1333
▁watch	-1334
▁aff	-1335
▁pain	-1336
▁arrive	-1337
èrent	-1338
▁tired	-1339
icile	-1340
▁Your	-1341
▁désol	-1342
ister	-1343
▁peur	-1344
avoir	-1345
ats	-1346
▁tôt	-1347
▁En	-1348
▁important	-1349
▁open	-1350
ich	-1351
igh	-1352
▁vi	-1353
aurais	-1354
▁croire	-1355
▁cle	-1356
▁fac	-1357
espère	-1358
▁interes	-1359
▁mauv	-1360
les	-1361
▁best	-1362
▁mauvais	-1363
▁semble	-1364
ict	-1365
par	-1366
ris	-1367
▁trouver	-1368
▁prem	-1369
▁found	-1370
▁str	-1371
▁heard	-1372
igu	-1373
▁His	-1374
Quand	-1375
phone	-1376
▁seen	-1377
lé	-1378
▁mist	-1379
▁voulez	-1380
▁teacher	-1381
▁Ch	-1382
▁fort	-1383
▁meill	-1384
▁semaine	-1385
▁lost	-1386
▁préf	-1387
▁difficile	-1388
▁minutes	-1389
qui	-1390
bles	-1391
▁rendre	-1392
ale	-1393
ily	-1394
▁cou	-1395
▁gard	-1396
▁lang	-1397
▁prés	-1398
▁conse	-1399
▁demandé	-1400
▁often	-1401
▁seule	-1402
▁children	-1403
▁their	-1404
▁rés	-1405
▁cet	-1406
▁use	-1407
▁lors	-1408
▁same	-1409
Quelle	-1410
▁boy	-1411
▁voy	-1412
▁accident	-1413
çon	-1414
▁non	-1415
▁po	-1416
▁parle	-1417
yez	-1418
▁aider	-1419
▁haven	-1420
angé	-1421
▁tra	-1422
▁ready	-1423
▁raison	-1424
▁entendu	-1425
uire	-1426
roit	-1427
▁fille	-1428
ache	-1429
raid	-1430
▁ins	-1431
▁these	-1432
jeun	-1433
▁May	-1434
▁miss	-1435
▁wish	-1436
este	-1437
uter	-1438
▁cap	-1439
▁Engl	-1440
▁quit	-1441
elles	-1442
▁el	-1443
▁water	-1444
▁answer	-1445
▁chambre	-1446
▁ann	-1447
▁depuis	-1448
▁souvent	-1449
▁fatigu	-1450
▁change	-1451
▁savais	-1452
▁piè	-1453
▁afraid	-1454
ell	-1455
▁All	-1456
ins	-1457
▁proch	-1458
az	-1459
▁sat	-1460
ote	-1461
▁study	-1462
▁propos	-1463
▁répon	-1464
mble	-1465
▁Could	-1466
▁tomb	-1467
▁diffic	-1468
vent	-1469
▁mé	-1470
▁sol	-1471
▁doct	-1472
▁else	-1473
river	-1474
▁inté	-1475
▁sing	-1476
▁stup	-1477
▁young	-1478
▁pendant	-1479
▁ord	-1480
▁stop	-1481
▁contr	-1482
ared	-1483
▁amis	-1484
▁yourself	-1485
▁eas	-1486
▁femme	-1487
rap	-1488
▁beg	-1489
▁col	-1490
▁person	-1491
ince	-1492
rions	-1493
▁homme	-1494
▁possible	-1495
▁crois	-1496
orter	-1497
gry	-1498
ife	-1499
▁inf	-1500
▁prie	-1501
▁longtemps	-1502
▁ami	-1503
▁tard	-1504
▁Japan	-1505
▁quelle	-1506
ég	-1507
aller	-1508
▁cold	-1509
▁rev	-1510
ished	-1511
▁conv	-1512
▁fai	-1513
▁nu	-1514
▁secret	-1515
▁English	-1516
idé	-1517
osed	-1518
▁jusqu	-1519
▁party	-1520
▁run	-1521
▁mis	-1522
▁vér	-1523
▁arrê	-1524
▁dorm	-1525
aissez	-1526
▁fil	-1527
▁retard	-1528
▁mort	-1529
▁great	-1530
cept	-1531
ations	-1532
ignore	-1533
▁learn	-1534
▁myself	-1535
▁K	-1536
erai	-1537
▁pret	-1538
heure	-1539
▁arrivé	-1540
ip	-1541
ied	-1542
▁commenc	-1543
ches	-1544
ital	-1545
▁choi	-1546
▁visit	-1547
▁few	-1548
iste	-1549
▁cam	-1550
▁sera	-1551
▁fi	-1552
▁bro	-1553
▁acheté	-1554
▁girl	-1555
▁passe	-1556
▁abs	-1557
rass	-1558
▁nombre	-1559
oke	-1560
▁glad	-1561
erreur	-1562
▁bought	-1563
▁talking	-1564
▁sho	-1565
▁matter	-1566
▁sk	-1567
jeuner	-1568
alement	-1569
▁swim	-1570
onnes	-1571
▁lettre	-1572
ork	-1573
reak	-1574
▁mov	-1575
ages	-1576
led	-1577
per	-1578
fait	-1579
▁bless	-1580
▁wants	-1581
▁intéress	-1582
▁Be	-1583
▁imm	-1584
tr	-1585
▁gag	-1586
▁while	-1587
ater	-1588
ienne	-1589
▁fête	-1590
▁around	-1591
▁letter	-1592
▁lire	-1593
▁trouvé	-1594
erve	-1595
▁mag	-1596
▁perdu	-1597
ys	-1598
ues	-1599
ause	-1600
ères	-1601
arm	-1602
llez	-1603
aires	-1604
▁voud	-1605
ustr	-1606
▁pic	-1607
▁tri	-1608
▁count	-1609
▁early	-1610
▁might	-1611
▁moins	-1612
▁getting	-1613
▁able	-1614
▁nice	-1615
ug	-1616
▁sœur	-1617
ience	-1618
▁food	-1619
▁leur	-1620
ath	-1621
tif	-1622
ites	-1623
▁caf	-1624
▁gen	-1625
▁true	-1626
▁jouer	-1627
▁pouvons	-1628
▁dont	-1629
▁perm	-1630
▁hot	-1631
▁ép	-1632
▁devons	-1633
▁demande	-1634
▁pourrait	-1635
ains	-1636
accord	-1637
onder	-1638
▁rencont	-1639
rant	-1640
▁deven	-1641
▁knows	-1642
▁pièce	-1643
▁sortir	-1644
ces	-1645
oid	-1646
inner	-1647
▁sister	-1648
▁married	-1649
▁travailler	-1650
illez	-1651
Une	-1652
▁year	-1653
util	-1654
ia	-1655
▁looks	-1656
▁another	-1657
▁étaient	-1658
erci	-1659
most	-1660
▁sign	-1661
▁vois	-1662
▁expect	-1663
▁appel	-1664
▁break	-1665
▁wonder	-1666
▁eff	-1667
▁sal	-1668
▁tried	-1669
any	-1670
more	-1671
ream	-1672
▁danger	-1673
vé	-1674
uth	-1675
ments	-1676
Au	-1677
▁nour	-1678
▁In	-1679
▁mari	-1680
00	-1681
▁ment	-1682
▁aren	-1683
▁hurt	-1684
▁sois	-1685
▁nouvelle	-1686
entre	-1687
▁doit	-1688
▁sujet	-1689
ible	-1690
tiful	-1691
▁emb	-1692
▁frère	-1693
▁ville	-1694
▁brother	-1695
▁meeting	-1696
▁gros	-1697
▁such	-1698
▁wind	-1699
▁anymore	-1700
▁forg	-1701
▁donner	-1702
▁listen	-1703
isé	-1704
ize	-1705
▁To	-1706
▁téléphone	-1707
aie	-1708
▁hun	-1709
▁Some	-1710
▁café	-1711
▁invit	-1712
▁passer	-1713
▁devriez	-1714
▁act	-1715
ivers	-1716
▁vérité	-1717
▁wouldn	-1718
▁beautiful	-1719
▁own	-1720
joy	-1721
▁sau	-1722
▁erreur	-1723
toi	-1724
▁resp	-1725
▁truth	-1726
▁allé	-1727
▁doll	-1728
ved	-1729
▁journée	-1730
pital	-1731
▁â	-1732
▁days	-1733
▁grande	-1734
▁pap	-1735
▁presque	-1736
iser	-1737
▁because	-1738
avons	-1739
▁chant	-1740
di	-1741
hab	-1742
▁oubl	-1743
▁mean	-1744
avantage	-1745
nis	-1746
ffee	-1747
▁retour	-1748
▁situ	-1749
▁difficult	-1750
▁aime	-1751
▁ey	-1752
▁film	-1753
▁photo	-1754
▁faites	-1755
▁tour	-1756
▁trouve	-1757
▁attention	-1758
ustral	-1759
▁davantage	-1760
appréc	-1761
▁pensé	-1762
▁suppose	-1763
ken	-1764
▁dir	-1765
▁coffee	-1766
▁coming	-1767
▁contin	-1768
▁profess	-1769
▁mine	-1770
▁tennis	-1771
▁famille	-1772
▁station	-1773
▁far	-1774
Son	-1775
iment	-1776
▁Tell	-1777
rendre	-1778
▁enjoy	-1779
▁inter	-1780
▁soyez	-1781
▁almost	-1782
rête	-1783
▁jeune	-1784
▁déb	-1785
▁diffé	-1786
▁dinner	-1787
▁partie	-1788
ny	-1789
▁bure	-1790
▁rel	-1791
▁fall	-1792
llow	-1793
▁kid	-1794
▁empl	-1795
▁arg	-1796
Pouvez	-1797
▁Everyone	-1798
teau	-1799
▁entre	-1800
▁bureau	-1801
▁connais	-1802
▁once	-1803
▁diffe	-1804
▁doctor	-1805
▁waiting	-1806
avor	-1807
même	-1808
olog	-1809
▁chau	-1810
gether	-1811
▁books	-1812
▁devoir	-1813
adi	-1814
▁dress	-1815
▁family	-1816
Ar	-1817
▁prod	-1818
▁restau	-1819
▁certain	-1820
▁shouldn	-1821
era	-1822
là	-1823
lui	-1824
used	-1825
▁win	-1826
▁tonight	-1827
ark	-1828
omm	-1829
▁cri	-1830
▁news	-1831
iction	-1832
▁devez	-1833
▁careful	-1834
▁together	-1835
iate	-1836
▁bit	-1837
▁livres	-1838
▁petite	-1839
oon	-1840
▁hate	-1841
▁donné	-1842
▁gent	-1843
▁favor	-1844
▁write	-1845
▁voulait	-1846
▁R	-1847
icy	-1848
inc	-1849
arge	-1850
iers	-1851
▁cuis	-1852
aught	-1853
Peux	-1854
ving	-1855
cin	-1856
emp	-1857
▁sugg	-1858
▁étiez	-1859
▁aucune	-1860
▁termin	-1861
elt	-1862
▁ap	-1863
▁nat	-1864
▁cook	-1865
▁trying	-1866
▁someone	-1867
▁tellement	-1868
ances	-1869
▁kill	-1870
ression	-1871
▁combien	-1872
▁chat	-1873
▁song	-1874
▁working	-1875
rire	-1876
▁felt	-1877
▁each	-1878
▁likes	-1879
▁satis	-1880
▁forget	-1881
pped	-1882
▁cop	-1883
▁aide	-1884
▁attend	-1885
▁ris	-1886
reux	-1887
▁port	-1888
▁seems	-1889
we	-1890
aut	-1891
oyez	-1892
ying	-1893
▁cal	-1894
rence	-1895
▁mess	-1896
▁pouvoir	-1897
▁situation	-1898
pl	-1899
▁feu	-1900
▁hor	-1901
▁both	-1902
▁real	-1903
▁venu	-1904
aide	-1905
▁voi	-1906
▁phone	-1907
▁world	-1908
▁longer	-1909
▁bir	-1910
▁désolé	-1911
▁fini	-1912
▁occupé	-1913
nes	-1914
uie	-1915
onque	-1916
▁easy	-1917
▁exam	-1918
▁réun	-1919
▁trust	-1920
▁enfant	-1921
▁Ne	-1922
hait	-1923
▁vac	-1924
▁sl	-1925
▁sit	-1926
▁six	-1927
▁pretty	-1928
▁déjeuner	-1929
ép	-1930
Veu	-1931
▁word	-1932
▁étais	-1933
▁minute	-1934
▁prend	-1935
▁étudi	-1936
Peu	-1937
▁cin	-1938
▁trou	-1939
▁light	-1940
▁présent	-1941
▁restaurant	-1942
▁Get	-1943
▁suff	-1944
Veuillez	-1945
▁beh	-1946
▁sick	-1947
ball	-1948
▁Will	-1949
▁sound	-1950
Dis	-1951
▁bri	-1952
▁died	-1953
▁nager	-1954
illé	-1955
▁dix	-1956
itude	-1957
idi	-1958
▁bag	-1959
ually	-1960
▁sous	-1961
▁rencon	-1962
qué	-1963
ateur	-1964
▁prêt	-1965
▁probable	-1966
ger	-1967
▁Take	-1968
▁started	-1969
▁ty	-1970
riture	-1971
▁exact	-1972
▁mangé	-1973
uv	-1974
til	-1975
adore	-1976
▁high	-1977
▁wife	-1978
▁demander	-1979
▁vas	-1980
▁temp	-1981
Quelqu	-1982
▁viens	-1983
éré	-1984
▁Sh	-1985
▁Give	-1986
▁confi	-1987
▁envie	-1988
▁devrait	-1989
▁dollars	-1990
été	-1991
▁air	-1992
▁util	-1993
▁aucun	-1994
▁souhait	-1995
aise	-1996
▁tête	-1997
▁Thank	-1998
▁stand	-1999
▁chaque	-2000
▁heureuse	-2001
son	-2002
▁Je	-2003
▁face	-2004
▁gone	-2005
▁suiv	-2006
▁class	-2007
▁finished	-2008
▁Does	-2009
▁amus	-2010
▁mois	-2011
▁reste	-2012
▁réunion	-2013
oman	-2014
▁window	-2015
ume	-2016
▁vite	-2017
▁wear	-2018
▁writ	-2019
▁vivre	-2020
▁inform	-2021
▁serait	-2022
▁seulement	-2023
▁surprised	-2024
urer	-2025
▁spend	-2026
ommes	-2027
▁bicy	-2028
▁inst	-2029
▁most	-2030
▁vieux	-2031
▁diction	-2032
▁lorsque	-2033
Vou	-2034
▁dî	-2035
▁étr	-2036
iques	-2037
▁gare	-2038
▁imag	-2039
▁malade	-2040
▁personnes	-2041
▁dém	-2042
Merci	-2043
▁méde	-2044
▁those	-2045
▁colère	-2046
▁comprendre	-2047
Pren	-2048
Veux	-2049
▁Austral	-2050
ason	-2051
▁luck	-2052
▁succ	-2053
Voulez	-2054
▁stupid	-2055
▁acheter	-2056
▁pourrais	-2057
▁comprends	-2058
ided	-2059
▁fils	-2060
▁devrions	-2061
rir	-2062
▁drive	-2063
▁ferais	-2064
gard	-2065
▁dér	-2066
▁serv	-2067
▁ensemble	-2068
▁sûre	-2069
▁looked	-2070
▁bi	-2071
▁fig	-2072
▁rap	-2073
▁pian	-2074
▁bicycle	-2075
▁respons	-2076
▁hist	-2077
▁sour	-2078
▁stre	-2079
▁facile	-2080
▁nourriture	-2081
▁serai	-2082
▁follow	-2083
▁forgot	-2084
▁mistake	-2085
▁voudrais	-2086
▁Go	-2087
▁quite	-2088
▁fatigué	-2089
▁meilleur	-2090
▁men	-2091
▁pays	-2092
▁lunch	-2093
▁garçon	-2094
▁reconn	-2095
vel	-2096
ject	-2097
▁vit	-2098
▁Stop	-2099
▁Japon	-2100
▁music	-2101
▁déteste	-2102
ever	-2103
▁conduire	-2104
Fais	-2105
Donne	-2106
where	-2107
▁exac	-2108
▁yeux	-2109
▁month	-2110
Ces	-2111
▁ain	-2112
▁bor	-2113
▁mil	-2114
Arrête	-2115
▁froid	-2116
Sa	-2117
▁ir	-2118
iness	-2119
▁près	-2120
▁publ	-2121
▁cours	-2122
ured	-2123
▁vue	-2124
▁laisser	-2125
tur	-2126
▁thé	-2127
ib	-2128
▁near	-2129
▁mettre	-2130
▁office	-2131
▁prison	-2132
▁réponse	-2133
▁Nob	-2134
▁fire	-2135
vision	-2136
▁movie	-2137
▁cô	-2138
▁tax	-2139
▁journ	-2140
▁until	-2141
▁manière	-2142
old	-2143
▁compte	-2144
çu	-2145
▁fen	-2146
▁rou	-2147
▁prud	-2148
▁oublié	-2149
▁fenêtre	-2150
▁weather	-2151
▁art	-2152
▁story	-2153
▁Nobody	-2154
▁serais	-2155
▁hair	-2156
▁boire	-2157
▁plais	-2158
▁écrit	-2159
ked	-2160
▁chang	-2161
▁makes	-2162
▁regarder	-2163
ler	-2164
▁adm	-2165
ating	-2166
▁Come	-2167
▁comple	-2168
▁laissé	-2169
▁ind	-2170
▁four	-2171
▁under	-2172
▁everyone	-2173
▁supposed	-2174
ky	-2175
ige	-2176
▁fit	-2177
ientôt	-2178
▁contre	-2179
▁rê	-2180
▁coû	-2181
▁suc	-2182
▁eyes	-2183
▁worry	-2184
▁chemin	-2185
▁dispos	-2186
mé	-2187
▁amie	-2188
▁anim	-2189
▁since	-2190
▁autant	-2191
▁TV	-2192
▁dream	-2193
▁regret	-2194
▁premier	-2195
▁confiance	-2196
em	-2197
ète	-2198
ission	-2199
▁belle	-2200
▁rapide	-2201
▁travaille	-2202
ras	-2203
ably	-2204
ates	-2205
work	-2206
▁ago	-2207
▁séri	-2208
▁celui	-2209
▁hours	-2210
▁yours	-2211
▁essayé	-2212
iner	-2213
▁ainsi	-2214
▁anybody	-2215
▁serious	-2216
▁travers	-2217
lot	-2218
élo	-2219
▁ru	-2220
ward	-2221
▁add	-2222
▁rob	-2223
▁fast	-2224
▁head	-2225
▁connaiss	-2226
man	-2227
▁As	-2228
▁surv	-2229
Laisse	-2230
attend	-2231
▁angry	-2232
▁small	-2233
▁autres	-2234
▁exactement	-2235
oubl	-2236
oyer	-2237
▁prév	-2238
▁piano	-2239
▁reading	-2240
▁agree	-2241
▁guess	-2242
▁times	-2243
▁dormir	-2244
▁surpris	-2245
▁sy	-2246
iend	-2247
▁broke	-2248
▁bientôt	-2249
▁dernier	-2250
ande	-2251
▁sil	-2252
rière	-2253
▁opin	-2254
na	-2255
ghter	-2256
▁parlé	-2257
▁tant	-2258
▁tick	-2259
▁terri	-2260
▁voyage	-2261
▁arriver	-2262
als	-2263
▁hum	-2264
▁having	-2265
▁exactly	-2266
cer	-2267
▁tru	-2268
▁Just	-2269
▁prix	-2270
▁conna	-2271
▁trans	-2272
▁discuss	-2273
▁fa	-2274
▁côté	-2275
▁advice	-2276
▁content	-2277
▁endroit	-2278
▁himself	-2279
▁picture	-2280
agne	-2281
anche	-2282
▁fell	-2283
▁vélo	-2284
▁playing	-2285
urg	-2286
▁tor	-2287
▁kiss	-2288
▁radi	-2289
▁vient	-2290
▁continu	-2291
▁usually	-2292
▁attendre	-2293
eure	-2294
noon	-2295
vert	-2296
▁Our	-2297
▁close	-2298
▁called	-2299
▁chauss	-2300
▁trouble	-2301
ett	-2302
arrê	-2303
▁fon	-2304
▁hon	-2305
midi	-2306
▁dess	-2307
▁parti	-2308
▁caught	-2309
▁feeling	-2310
▁musique	-2311
▁médecin	-2312
▁afternoon	-2313
ical	-2314
▁nos	-2315
▁says	-2316
▁lives	-2317
▁reason	-2318
▁réf	-2319
▁actu	-2320
▁alors	-2321
▁dîner	-2322
▁boulot	-2323
▁decided	-2324
▁pouvais	-2325
▁students	-2326
cu	-2327
ced	-2328
less	-2329
▁cas	-2330
▁pied	-2331
▁montre	-2332
▁turned	-2333
▁explain	-2334
▁probablement	-2335
▁pop	-2336
▁plut	-2337
▁safe	-2338
Regard	-2339
amment	-2340
▁chans	-2341
▁corre	-2342
iconque	-2343
▁country	-2344
oig	-2345
alth	-2346
anté	-2347
▁fou	-2348
▁ran	-2349
iquer	-2350
▁guit	-2351
▁clean	-2352
▁hands	-2353
▁verre	-2354
▁prochaine	-2355
ettes	-2356
▁bois	-2357
▁free	-2358
▁penser	-2359
apprécie	-2360
▁interested	-2361
Par	-2362
arer	-2363
▁ste	-2364
▁sus	-2365
écess	-2366
▁cause	-2367
▁colle	-2368
▁genre	-2369
▁mange	-2370
ze	-2371
ables	-2372
▁mour	-2373
▁eating	-2374
▁lieu	-2375
▁loin	-2376
▁allow	-2377
▁appre	-2378
▁plait	-2379
▁teach	-2380
▁weren	-2381
uy	-2382
▁gén	-2383
▁probably	-2384
▁professeur	-2385
port	-2386
▁âge	-2387
iller	-2388
▁cheve	-2389
Peut	-2390
side	-2391
▁bat	-2392
▁dau	-2393
ution	-2394
▁join	-2395
▁pois	-2396
▁vers	-2397
▁habit	-2398
▁proud	-2399
▁accept	-2400
▁interesting	-2401
Tous	-2402
lais	-2403
▁lib	-2404
asses	-2405
ettre	-2406
▁appreci	-2407
Mes	-2408
icul	-2409
▁red	-2410
meric	-2411
others	-2412
▁arrived	-2413
▁cheveux	-2414
▁patient	-2415
hô	-2416
umé	-2417
▁gâ	-2418
▁arm	-2419
▁ban	-2420
rente	-2421
eler	-2422
▁val	-2423
▁foot	-2424
▁nécess	-2425
▁puisse	-2426
▁journal	-2427
akes	-2428
▁Her	-2429
▁box	-2430
▁fix	-2431
▁idi	-2432
▁town	-2433
▁radio	-2434
▁Americ	-2435
▁penses	-2436
▁Everybody	-2437
hors	-2438
inté	-2439
▁number	-2440
▁plutôt	-2441
▁première	-2442
▁sac	-2443
▁thr	-2444
▁dead	-2445
▁sembl	-2446
▁disapp	-2447
▁concert	-2448
▁thinking	-2449
orth	-2450
enses	-2451
resse	-2452
▁cost	-2453
▁super	-2454
▁different	-2455
▁esc	-2456
▁game	-2457
▁langu	-2458
anglais	-2459
usement	-2460
▁appréc	-2461
▁dehors	-2462
0.	-2463
venu	-2464
èmes	-2465
▁tre	-2466
▁chanter	-2467
ial	-2468
lect	-2469
avait	-2470
▁bill	-2471
arrass	-2472
▁opinion	-2473
ron	-2474
▁Mon	-2475
aines	-2476
ignor	-2477
▁snow	-2478
Laissez	-2479
▁surprise	-2480
ître	-2481
▁law	-2482
▁dist	-2483
▁leav	-2484
▁appris	-2485
gr	-2486
kyo	-2487
▁thir	-2488
▁catch	-2489
▁produit	-2490
uf	-2491
enir	-2492
ered	-2493
fect	-2494
ises	-2495
▁payer	-2496
paravant	-2497
▁through	-2498
▁bé	-2499
blig	-2500
ized	-2501
nent	-2502
▁bab	-2503
▁sum	-2504
▁faim	-2505
▁Which	-2506
▁popul	-2507
▁fonction	-2508
▁homework	-2509
lly	-2510
▁éch	-2511
Votre	-2512
homme	-2513
▁Look	-2514
▁choix	-2515
▁later	-2516
▁leurs	-2517
▁décidé	-2518
▁esp	-2519
▁joue	-2520
▁tele	-2521
▁These	-2522
▁quick	-2523
▁argent	-2524
▁daughter	-2525
eep	-2526
llig	-2527
▁age	-2528
▁advised	-2529
▁message	-2530
▁parfait	-2531
▁Japanese	-2532
cep	-2533
urité	-2534
▁essayer	-2535
▁auparavant	-2536
▁Not	-2537
▁bar	-2538
▁ouv	-2539
êcher	-2540
▁Tokyo	-2541
▁imméd	-2542
importe	-2543
▁favorite	-2544
Ess	-2545
▁bas	-2546
▁sold	-2547
▁allons	-2548
ched	-2549
▁vin	-2550
▁trip	-2551
▁changer	-2552
▁peuvent	-2553
▁entendre	-2554
▁appreciate	-2555
▁park	-2556
dd	-2557
▁Fr	-2558
ther	-2559
glais	-2560
▁chaud	-2561
App	-2562
▁pun	-2563
oking	-2564
tenir	-2565
▁réve	-2566
▁type	-2567
▁impos	-2568
▁rencontrer	-2569
ctu	-2570
▁del	-2571
▁sun	-2572
▁Keep	-2573
▁dites	-2574
▁against	-2575
▁discuter	-2576
▁hos	-2577
▁séc	-2578
▁rich	-2579
▁outside	-2580
▁suggest	-2581
▁immédiate	-2582
tt	-2583
not	-2584
▁sé	-2585
▁sto	-2586
▁trait	-2587
▁viend	-2588
▁finish	-2589
▁living	-2590
▁saying	-2591
Pourriez	-2592
▁intellig	-2593
igne	-2594
▁sub	-2595
ither	-2596
▁apprendre	-2597
▁problèmes	-2598
▁grow	-2599
▁then	-2600
▁marcher	-2601
bé	-2602
cs	-2603
▁bout	-2604
▁large	-2605
▁devoirs	-2606
▁désolée	-2607
▁histoire	-2608
oh	-2609
▁ég	-2610
▁div	-2611
▁needs	-2612
▁pouvait	-2613
▁business	-2614
▁computer	-2615
▁prochain	-2616
▁nouvelles	-2617
▁rac	-2618
alent	-2619
▁kept	-2620
▁tent	-2621
▁become	-2622
▁commence	-2623
▁immédiatement	-2624
apon	-2625
cess	-2626
▁mach	-2627
▁tree	-2628
ensive	-2629
▁touch	-2630
▁pensez	-2631
▁convain	-2632
▁hospital	-2633
ém	-2634
let	-2635
▁dro	-2636
▁lau	-2637
▁lie	-2638
▁wine	-2639
▁attrap	-2640
ôle	-2641
omet	-2642
ower	-2643
çons	-2644
▁préc	-2645
▁suit	-2646
▁oblig	-2647
▁trave	-2648
lfriend	-2649
▁hungry	-2650
▁strong	-2651
▁taking	-2652
▁visite	-2653
unk	-2654
aille	-2655
▁shoes	-2656
▁short	-2657
▁Monday	-2658
▁second	-2659
tez	-2660
▁cu	-2661
▁vont	-2662
ressed	-2663
Pourrais	-2664
▁répondre	-2665
▁impossible	-2666
ric	-2667
Notre	-2668
▁perdre	-2669
▁promise	-2670
▁girlfriend	-2671
▁OK	-2672
▁gre	-2673
▁born	-2674
▁behind	-2675
▁health	-2676
▁rencontré	-2677
▁œ	-2678
▁cut	-2679
▁cass	-2680
▁cloth	-2681
ication	-2682
ève	-2683
user	-2684
▁cent	-2685
▁fore	-2686
▁build	-2687
▁ordin	-2688
▁imagin	-2689
▁making	-2690
▁suffis	-2691
▁étions	-2692
▁anglais	-2693
▁occupée	-2694
gan	-2695
▁moy	-2696
venir	-2697
▁team	-2698
▁check	-2699
▁peine	-2700
▁sécurité	-2701
cl	-2702
rou	-2703
▁rè	-2704
▁boî	-2705
▁coin	-2706
▁older	-2707
▁parce	-2708
▁savez	-2709
▁enseign	-2710
zz	-2711
léch	-2712
▁war	-2713
▁baby	-2714
▁parc	-2715
▁begin	-2716
▁front	-2717
▁commencé	-2718
▁chaussures	-2719
▁nécessaire	-2720
usé	-2721
Voud	-2722
quipe	-2723
▁amou	-2724
▁public	-2725
ls	-2726
rons	-2727
▁die	-2728
▁guy	-2729
▁fier	-2730
▁pick	-2731
▁mains	-2732
▁savait	-2733
ray	-2734
▁Am	-2735
▁lum	-2736
▁base	-2737
▁lose	-2738
▁taxi	-2739
▁woman	-2740
ètement	-2741
▁gagner	-2742
▁complain	-2743
amed	-2744
mbre	-2745
cient	-2746
▁five	-2747
▁Maybe	-2748
▁birth	-2749
▁magas	-2750
▁choice	-2751
▁needed	-2752
▁summer	-2753
▁perfect	-2754
▁chercher	-2755
fer	-2756
enez	-2757
apeau	-2758
▁works	-2759
▁stayed	-2760
▁écrire	-2761
▁terminé	-2762
ât	-2763
fast	-2764
inst	-2765
▁swe	-2766
occup	-2767
rieur	-2768
▁cinq	-2769
▁paid	-2770
▁aband	-2771
▁allez	-2772
▁chois	-2773
▁laugh	-2774
▁apolog	-2775
▁revoir	-2776
aw	-2777
fois	-2778
irer	-2779
▁cade	-2780
▁eaten	-2781
▁dispose	-2782
▁der	-2783
▁full	-2784
▁save	-2785
▁riche	-2786
▁classe	-2787
▁langue	-2788
▁company	-2789
▁étudier	-2790
▁complètement	-2791
▁év	-2792
agit	-2793
airs	-2794
onde	-2795
▁santé	-2796
▁simple	-2797
▁capable	-2798
▁nombreux	-2799
Voi	-2800
rée	-2801
▁ate	-2802
▁opp	-2803
▁soi	-2804
▁date	-2805
▁prin	-2806
▁hurry	-2807
▁aurait	-2808
▁propre	-2809
▁tomber	-2810
▁rentrer	-2811
bas	-2812
quel	-2813
▁mur	-2814
Pense	-2815
▁écout	-2816
▁clothes	-2817
Ch	-2818
fu	-2819
▁hat	-2820
▁avais	-2821
▁machine	-2822
▁voulons	-2823
Att	-2824
étr	-2825
ines	-2826
▁med	-2827
antes	-2828
▁deal	-2829
▁ferai	-2830
▁blessé	-2831
▁chanson	-2832
▁certaine	-2833
▁complete	-2834
▁décision	-2835
▁breakfast	-2836
▁z	-2837
aig	-2838
lus	-2839
Sais	-2840
▁ils	-2841
▁pie	-2842
▁city	-2843
▁dark	-2844
▁fish	-2845
quelle	-2846
▁bruit	-2847
▁lundi	-2848
▁signif	-2849
▁student	-2850
oyé	-2851
▁ju	-2852
▁kn	-2853
▁dim	-2854
▁craz	-2855
▁pleuv	-2856
▁report	-2857
▁él	-2858
Fait	-2859
▁enn	-2860
▁hit	-2861
▁key	-2862
ortun	-2863
Penses	-2864
▁frapp	-2865
▁press	-2866
▁laisse	-2867
▁hour	-2868
▁test	-2869
▁idiot	-2870
▁sorte	-2871
▁emploi	-2872
▁devenir	-2873
▁derrière	-2874
▁particul	-2875
agé	-2876
ics	-2877
étud	-2878
▁Was	-2879
▁beer	-2880
▁cœur	-2881
▁rent	-2882
▁boîte	-2883
▁crazy	-2884
▁funny	-2885
▁quickly	-2886
▁impression	-2887
▁rapidement	-2888
li	-2889
ited	-2890
oser	-2891
▁ill	-2892
▁reçu	-2893
▁viol	-2894
▁bière	-2895
▁droit	-2896
▁fruit	-2897
▁plain	-2898
▁resse	-2899
habitude	-2900
▁everybody	-2901
▁gun	-2902
erais	-2903
pping	-2904
uméro	-2905
▁autor	-2906
▁fumer	-2907
▁japon	-2908
▁numéro	-2909
▁télévision	-2910
tres	-2911
Dites	-2912
année	-2913
▁assis	-2914
▁façon	-2915
▁invited	-2916
▁expensive	-2917
ps	-2918
▁cup	-2919
▁desc	-2920
Faites	-2921
Pensez	-2922
▁fleur	-2923
▁appelé	-2924
▁trente	-2925
▁vacances	-2926
▁Australia	-2927
tel	-2928
cial	-2929
▁aimé	-2930
▁bébé	-2931
▁form	-2932
▁montrer	-2933
▁present	-2934
▁watching	-2935
iré	-2936
iqué	-2937
lent	-2938
▁eng	-2939
▁poi	-2940
ative	-2941
naire	-2942
▁perd	-2943
▁asleep	-2944
▁respect	-2945
▁utiliser	-2946
▁commencer	-2947
bed	-2948
tte	-2949
ules	-2950
▁impat	-2951
▁polit	-2952
▁chapeau	-2953
▁vouloir	-2954
intention	-2955
cé	-2956
lace	-2957
▁fas	-2958
Savez	-2959
indre	-2960
▁celle	-2961
▁arrêté	-2962
▁scared	-2963
▁réfléch	-2964
▁wearing	-2965
▁building	-2966
▁mauvaise	-2967
▁rappelle	-2968
rés	-2969
▁bring	-2970
▁hotel	-2971
▁route	-2972
▁magasin	-2973
by	-2974
atre	-2975
ener	-2976
ives	-2977
▁lég	-2978
tures	-2979
▁list	-2980
▁comes	-2981
▁heart	-2982
▁souviens	-2983
rist	-2984
▁clé	-2985
▁lait	-2986
▁necess	-2987
ta	-2988
ush	-2989
ween	-2990
▁bot	-2991
▁mod	-2992
▁rece	-2993
▁tort	-2994
▁Somet	-2995
▁death	-2996
▁lucky	-2997
▁quiet	-2998
▁spent	-2999
▁whole	-3000
▁cannot	-3001
▁decision	-3002
iel	-3003
ighb	-3004
▁boss	-3005
▁font	-3006
▁kids	-3007
▁parv	-3008
▁tall	-3009
▁sport	-3010
▁worth	-3011
▁neighb	-3012
▁worried	-3013
run	-3014
hist	-3015
ités	-3016
ming	-3017
▁méd	-3018
▁ner	-3019
▁whe	-3020
▁began	-3021
▁neige	-3022
▁plein	-3023
▁poser	-3024
▁ticket	-3025
▁arrêter	-3026
▁stupide	-3027
▁information	-3028
▁em	-3029
▁né	-3030
âmes	-3031
érer	-3032
▁Try	-3033
▁rue	-3034
▁goes	-3035
▁nois	-3036
▁ress	-3037
▁réal	-3038
▁elles	-3039
▁lived	-3040
▁puiss	-3041
▁prends	-3042
accident	-3043
▁satisfait	-3044
Ton	-3045
aim	-3046
arth	-3047
quer	-3048
▁New	-3049
▁leg	-3050
▁fact	-3051
ointed	-3052
▁paper	-3053
▁réuss	-3054
▁devant	-3055
▁problems	-3056
set	-3057
▁ait	-3058
▁deb	-3059
Comme	-3060
▁robe	-3061
▁wall	-3062
arrêter	-3063
▁became	-3064
▁others	-3065
▁répond	-3066
▁satisf	-3067
Cet	-3068
irt	-3069
ton	-3070
chez	-3071
gles	-3072
érif	-3073
▁Sun	-3074
▁choc	-3075
▁milk	-3076
▁mill	-3077
▁soin	-3078
▁vête	-3079
▁fasse	-3080
▁fight	-3081
▁prête	-3082
▁store	-3083
▁accomp	-3084
▁garder	-3085
▁recomm	-3086
▁rapport	-3087
▁telling	-3088
iversaire	-3089
▁terrible	-3090
ru	-3091
ceed	-3092
▁urg	-3093
▁Here	-3094
▁lock	-3095
▁appro	-3096
▁drunk	-3097
▁between	-3098
▁changed	-3099
▁faisait	-3100
Des	-3101
aff	-3102
▁Af	-3103
aged	-3104
▁tim	-3105
ended	-3106
▁donc	-3107
▁rare	-3108
▁clear	-3109
▁possi	-3110
▁river	-3111
▁cadeau	-3112
▁handle	-3113
▁préfère	-3114
▁studying	-3115
▁Everything	-3116
Auc	-3117
▁ve	-3118
bres	-3119
ccas	-3120
iter	-3121
room	-3122
▁jet	-3123
▁sty	-3124
onner	-3125
▁cake	-3126
▁norm	-3127
▁finir	-3128
▁Sunday	-3129
▁veulent	-3130
▁weekend	-3131
▁birthday	-3132
▁language	-3133
Aim	-3134
ouss	-3135
▁amb	-3136
▁ble	-3137
▁set	-3138
▁libre	-3139
acheter	-3140
ût	-3141
ape	-3142
▁An	-3143
▁Re	-3144
onom	-3145
oose	-3146
▁déf	-3147
▁dest	-3148
▁organ	-3149
▁remar	-3150
▁rouge	-3151
▁killed	-3152
▁suppos	-3153
▁travel	-3154
▁vêtements	-3155
noc	-3156
ove	-3157
ques	-3158
▁One	-3159
ature	-3160
ettez	-3161
fully	-3162
▁clim	-3163
▁takes	-3164
▁which	-3165
▁wrote	-3166
▁borrow	-3167
▁closed	-3168
▁allowed	-3169
▁vieille	-3170
ensé	-3171
▁atte	-3172
▁guerre	-3173
▁plaisir	-3174
▁success	-3175
▁nombreuses	-3176
ned	-3177
èque	-3178
▁trad	-3179
ormais	-3180
▁liked	-3181
▁somme	-3182
▁voulu	-3183
▁stopped	-3184
lo	-3185
ding	-3186
ness	-3187
▁riv	-3188
oudre	-3189
▁bras	-3190
▁poss	-3191
▁symp	-3192
illage	-3193
▁absol	-3194
▁poste	-3195
▁Christ	-3196
▁lorsqu	-3197
▁rather	-3198
▁conseil	-3199
iver	-3200
ries	-3201
▁fus	-3202
▁Many	-3203
▁sole	-3204
▁thank	-3205
▁marché	-3206
▁missed	-3207
▁talked	-3208
▁cuisine	-3209
▁excuses	-3210
▁pleurer	-3211
▁affaires	-3212
▁laquelle	-3213
▁mistakes	-3214
ari	-3215
aper	-3216
▁hid	-3217
▁réc	-3218
ieurs	-3219
▁innoc	-3220
▁helped	-3221
▁prefer	-3222
▁affaire	-3223
▁strange	-3224
▁happening	-3225
▁meilleure	-3226
▁tot	-3227
▁ferm	-3228
▁gets	-3229
▁half	-3230
▁court	-3231
▁exper	-3232
▁necessary	-3233
ène	-3234
arre	-3235
areil	-3236
idence	-3237
▁dange	-3238
▁earth	-3239
▁order	-3240
▁words	-3241
▁gâteau	-3242
▁porter	-3243
▁soleil	-3244
▁étudiants	-3245
bli	-3246
ails	-3247
▁case	-3248
▁jard	-3249
▁mang	-3250
raient	-3251
▁known	-3252
▁worked	-3253
▁lumière	-3254
▁flo	-3255
▁mer	-3256
ières	-3257
ortes	-3258
▁chev	-3259
▁haut	-3260
▁donne	-3261
▁nerve	-3262
▁plans	-3263
▁pleas	-3264
▁absent	-3265
▁filles	-3266
▁quatre	-3267
▁speaking	-3268
▁dangerous	-3269
od	-3270
▁Un	-3271
▁chem	-3272
▁mots	-3273
▁noir	-3274
▁sell	-3275
▁along	-3276
▁carte	-3277
▁liste	-3278
▁sense	-3279
▁mourir	-3280
▁street	-3281
▁connaît	-3282
▁forward	-3283
▁impatient	-3284
isc	-3285
▁At	-3286
▁Le	-3287
▁pan	-3288
▁envir	-3289
▁souff	-3290
▁terre	-3291
▁upset	-3292
▁possib	-3293
▁smoking	-3294
▁intéressant	-3295
▁suffisamment	-3296
gé	-3297
All	-3298
emb	-3299
enf	-3300
ohn	-3301
ayez	-3302
rest	-3303
unes	-3304
▁ess	-3305
▁tas	-3306
▁prep	-3307
▁beach	-3308
▁rendu	-3309
▁entrer	-3310
▁evening	-3311
▁figured	-3312
▁quiconque	-3313
▁reconnaiss	-3314
sh	-3315
dess	-3316
Soyez	-3317
▁coat	-3318
▁hors	-3319
▁rêve	-3320
▁seat	-3321
▁pluie	-3322
▁speaks	-3323
▁finally	-3324
▁prudent	-3325
▁expected	-3326
cul	-3327
jou	-3328
mas	-3329
mell	-3330
▁inj	-3331
▁Were	-3332
▁priv	-3333
▁rire	-3334
▁plage	-3335
▁série	-3336
▁future	-3337
▁jardin	-3338
▁thirty	-3339
▁brought	-3340
▁correct	-3341
▁désormais	-3342
▁ordinateur	-3343
uel	-3344
aris	-3345
▁bât	-3346
▁eux	-3347
▁card	-3348
▁black	-3349
▁offer	-3350
▁plane	-3351
ccasion	-3352
▁résoudre	-3353
irai	-3354
▁its	-3355
▁less	-3356
▁requ	-3357
▁souci	-3358
▁vérif	-3359
▁changé	-3360
▁manque	-3361
▁demanda	-3362
▁manteau	-3363
▁moindre	-3364
▁solution	-3365
▁dictionary	-3366
▁dictionnaire	-3367
Lors	-3368
owers	-3369
▁John	-3370
▁curi	-3371
▁vaut	-3372
▁amies	-3373
▁divor	-3374
▁least	-3375
▁photos	-3376
▁happens	-3377
▁dimanche	-3378
▁Christmas	-3379
▁embarrass	-3380
▁completely	-3381
▁rid	-3382
mment	-3383
▁accep	-3384
▁année	-3385
▁tasse	-3386
▁années	-3387
▁broken	-3388
entendre	-3389
▁running	-3390
▁u	-3391
erv	-3392
sel	-3393
▁cir	-3394
▁cél	-3395
ument	-3396
▁avoc	-3397
▁driv	-3398
▁move	-3399
▁prot	-3400
▁loves	-3401
▁smell	-3402
▁telle	-3403
▁furent	-3404
▁succeed	-3405
ira	-3406
mon	-3407
ctob	-3408
enty	-3409
▁mér	-3410
▁opt	-3411
▁rav	-3412
▁coll	-3413
▁fine	-3414
▁post	-3415
▁retur	-3416
▁leaving	-3417
▁disappointed	-3418
Rien	-3419
▁pen	-3420
▁slow	-3421
▁soup	-3422
▁dance	-3423
▁Thanks	-3424
▁chiens	-3425
▁fleurs	-3426
▁walked	-3427
▁Someone	-3428
amp	-3429
rib	-3430
roy	-3431
▁ceux	-3432
Prends	-3433
▁génér	-3434
▁emprun	-3435
▁prépar	-3436
▁compris	-3437
▁réparer	-3438
lu	-3439
ub	-3440
ieu	-3441
ront	-3442
▁bate	-3443
▁camp	-3444
▁nett	-3445
▁road	-3446
attends	-3447
hôpital	-3448
▁famous	-3449
▁rivière	-3450
ogn	-3451
iche	-3452
reed	-3453
▁biz	-3454
▁dél	-3455
▁fond	-3456
▁hold	-3457
▁inqui	-3458
▁novel	-3459
▁remer	-3460
▁garden	-3461
▁quitter	-3462
▁intelligent	-3463
▁Pe	-3464
ames	-3465
expl	-3466
▁jeu	-3467
dered	-3468
▁cand	-3469
▁dogs	-3470
▁libr	-3471
blioth	-3472
▁persu	-3473
▁produ	-3474
▁chocol	-3475
▁mesure	-3476
▁written	-3477
▁biblioth	-3478
Cert	-3479
▁mad	-3480
▁mit	-3481
Allez	-3482
ility	-3483
illée	-3484
urope	-3485
▁appe	-3486
▁lawy	-3487
▁dormi	-3488
▁match	-3489
▁parap	-3490
▁progr	-3491
▁treat	-3492
▁constr	-3493
▁seeing	-3494
▁drinking	-3495
ded	-3496
phon	-3497
▁dég	-3498
▁Aren	-3499
▁Lond	-3500
▁remp	-3501
▁tromp	-3502
▁feriez	-3503
▁guitar	-3504
▁habitu	-3505
▁hommes	-3506
▁succès	-3507
▁regarde	-3508
▁swimming	-3509
dé	-3510
exp	-3511
lla	-3512
band	-3513
onné	-3514
▁lac	-3515
endez	-3516
▁honn	-3517
▁effort	-3518
▁weight	-3519
▁actually	-3520
▁dent	-3521
▁sang	-3522
▁réjou	-3523
▁whether	-3524
▁somewhere	-3525
Ses	-3526
cell	-3527
▁Now	-3528
▁fis	-3529
▁pur	-3530
▁rum	-3531
▁note	-3532
▁payé	-3533
selves	-3534
▁crime	-3535
▁poids	-3536
▁suite	-3537
▁umbre	-3538
▁camera	-3539
▁commen	-3540
▁recher	-3541
▁étrang	-3542
▁learned	-3543
▁nervous	-3544
▁pou	-3545
▁bank	-3546
▁crit	-3547
▁ride	-3548
▁appar	-3549
▁noise	-3550
▁rules	-3551
▁crying	-3552
attendre	-3553
▁address	-3554
cha	-3555
prit	-3556
road	-3557
▁jol	-3558
▁sand	-3559
▁souc	-3560
dessus	-3561
▁smoke	-3562
▁taken	-3563
▁People	-3564
▁bateau	-3565
▁recogn	-3566
histoire	-3567
▁library	-3568
▁poisson	-3569
▁apologize	-3570
▁bibliothèque	-3571
ane	-3572
▁loc	-3573
▁Stay	-3574
▁hasn	-3575
▁volé	-3576
usband	-3577
▁glass	-3578
▁grosse	-3579
▁invité	-3580
▁règles	-3581
▁flowers	-3582
▁village	-3583
▁writing	-3584
▁amoureux	-3585
▁consider	-3586
Tr	-3587
Dés	-3588
lev	-3589
uve	-3590
ague	-3591
form	-3592
fort	-3593
icle	-3594
iven	-3595
clock	-3596
upart	-3597
▁ball	-3598
▁mens	-3599
▁waste	-3600
▁gentil	-3601
▁plupart	-3602
▁pleuvoir	-3603
▁souhaite	-3604
▁dangereux	-3605
xc	-3606
dden	-3607
Voici	-3608
prise	-3609
▁vide	-3610
Donnez	-3611
▁floor	-3612
▁commun	-3613
▁honest	-3614
▁projet	-3615
étranger	-3616
▁embrass	-3617
▁husband	-3618
▁painting	-3619
▁somebody	-3620
▁permission	-3621
rig	-3622
ual	-3623
▁hô	-3624
lame	-3625
▁poor	-3626
▁medic	-3627
▁venue	-3628
▁école	-3629
▁endorm	-3630
▁équipe	-3631
▁faisons	-3632
▁étrange	-3633
▁V	-3634
ann	-3635
onv	-3636
ived	-3637
luie	-3638
orté	-3639
▁sad	-3640
▁ski	-3641
▁bord	-3642
▁dise	-3643
▁heav	-3644
▁star	-3645
Prenez	-3646
autres	-3647
▁allée	-3648
▁smart	-3649
Regarde	-3650
appelle	-3651
▁France	-3652
▁autour	-3653
▁femmes	-3654
▁umbrella	-3655
▁parapluie	-3656
ber	-3657
ède	-3658
écu	-3659
omen	-3660
iments	-3661
▁Paris	-3662
▁alive	-3663
▁famil	-3664
▁moyen	-3665
▁repas	-3666
▁resté	-3667
▁bizarre	-3668
▁regardé	-3669
▁japonais	-3670
▁finalement	-3671
ots	-3672
Dans	-3673
▁bath	-3674
▁pauv	-3675
▁faute	-3676
▁intro	-3677
▁uncle	-3678
▁danser	-3679
▁nature	-3680
▁talent	-3681
▁lunettes	-3682
▁shopping	-3683
▁proposition	-3684
év	-3685
▁gas	-3686
Après	-3687
ortez	-3688
▁warm	-3689
▁warn	-3690
▁serez	-3691
▁couple	-3692
▁lawyer	-3693
▁convainc	-3694
Ta	-3695
Dem	-3696
rew	-3697
head	-3698
itut	-3699
▁Put	-3700
▁gif	-3701
▁owe	-3702
ograp	-3703
▁appl	-3704
▁loved	-3705
▁newsp	-3706
▁prote	-3707
▁remerc	-3708
▁rendez	-3709
▁concern	-3710
▁contact	-3711
▁couleur	-3712
▁sommeil	-3713
▁baseball	-3714
▁fatiguée	-3715
▁listening	-3716
mbl	-3717
raî	-3718
illa	-3719
itch	-3720
tern	-3721
▁lim	-3722
▁Chin	-3723
▁York	-3724
▁pire	-3725
▁pizz	-3726
▁chair	-3727
▁salle	-3728
▁solve	-3729
arriver	-3730
érience	-3731
▁pommes	-3732
▁showed	-3733
▁vendre	-3734
▁sérieux	-3735
ior	-3736
ross	-3737
▁bal	-3738
ement	-3739
irent	-3740
▁guys	-3741
▁side	-3742
▁oncle	-3743
essayer	-3744
▁devenu	-3745
▁marche	-3746
▁normal	-3747
▁sleeping	-3748
▁fonctionne	-3749
ech	-3750
rès	-3751
Beau	-3752
Plus	-3753
amen	-3754
oles	-3755
yons	-3756
auche	-3757
ocked	-3758
outer	-3759
▁desk	-3760
▁fera	-3761
▁ship	-3762
▁soci	-3763
▁coûte	-3764
▁médic	-3765
▁white	-3766
▁direct	-3767
▁effray	-3768
▁fermer	-3769
▁jeunes	-3770
▁opened	-3771
▁réussi	-3772
▁thinks	-3773
▁coucher	-3774
▁plusieurs	-3775
agn	-3776
way	-3777
▁Se	-3778
eriez	-3779
ediate	-3780
friend	-3781
▁consc	-3782
▁dirait	-3783
▁ouvert	-3784
Beaucoup	-3785
▁immediate	-3786
cte	-3787
rice	-3788
ustom	-3789
utile	-3790
▁faul	-3791
nement	-3792
▁girls	-3793
▁mount	-3794
▁tenir	-3795
▁tombé	-3796
Arrêtez	-3797
▁during	-3798
▁entend	-3799
▁sentir	-3800
▁Nothing	-3801
▁parfois	-3802
▁rappeler	-3803
▁vacation	-3804
exc	-3805
▁10	-3806
▁mir	-3807
▁pot	-3808
ilité	-3809
onvén	-3810
▁pull	-3811
▁tran	-3812
Toutes	-3813
▁blame	-3814
▁means	-3815
▁pouss	-3816
Lorsque	-3817
▁patron	-3818
onvénient	-3819
▁appareil	-3820
▁medicine	-3821
▁Australie	-3822
êt	-3823
omb	-3824
rop	-3825
Gard	-3826
imag	-3827
avion	-3828
▁aidé	-3829
▁doub	-3830
▁keys	-3831
▁admit	-3832
▁breat	-3833
▁horri	-3834
▁ignor	-3835
▁impro	-3836
▁smile	-3837
▁dessus	-3838
▁result	-3839
rup	-3840
▁hop	-3841
▁sel	-3842
ained	-3843
igner	-3844
olved	-3845
▁prit	-3846
ouvert	-3847
▁cassé	-3848
▁color	-3849
▁début	-3850
▁lever	-3851
▁prêter	-3852
▁résult	-3853
▁attendu	-3854
▁command	-3855
▁concent	-3856
▁réjouis	-3857
▁tableau	-3858
▁willing	-3859
▁prepared	-3860
▁sometimes	-3861
▁rh	-3862
Mary	-3863
ator	-3864
▁Any	-3865
▁det	-3866
▁golf	-3867
▁grou	-3868
▁lend	-3869
atique	-3870
iennes	-3871
oublie	-3872
▁After	-3873
▁horse	-3874
▁malad	-3875
▁piece	-3876
▁bother	-3877
▁course	-3878
▁either	-3879
▁ignore	-3880
▁transl	-3881
déjeuner	-3882
▁college	-3883
olé	-3884
▁ni	-3885
iles	-3886
ring	-3887
▁mign	-3888
▁oise	-3889
▁pron	-3890
▁charg	-3891
▁doute	-3892
▁gagné	-3893
▁lying	-3894
▁sorti	-3895
instant	-3896
▁Europe	-3897
▁abroad	-3898
▁aurais	-3899
▁cheval	-3900
▁courir	-3901
▁excell	-3902
▁préfér	-3903
▁speech	-3904
▁mariage	-3905
▁mention	-3906
▁football	-3907
où	-3908
cée	-3909
Ceci	-3910
ffic	-3911
▁sle	-3912
▁fool	-3913
▁joke	-3914
érique	-3915
▁apart	-3916
▁donna	-3917
▁spoke	-3918
▁belong	-3919
▁chante	-3920
▁durant	-3921
▁sudden	-3922
▁courant	-3923
▁seconde	-3924
attendais	-3925
▁parviens	-3926
▁Something	-3927
▁présenter	-3928
▁ressemble	-3929
▁anniversaire	-3930
▁past	-3931
▁prép	-3932
▁shot	-3933
▁magaz	-3934
Quelque	-3935
iennent	-3936
▁asking	-3937
▁attent	-3938
▁refuse	-3939
▁sounds	-3940
▁triste	-3941
▁voyager	-3942
▁conseils	-3943
▁boyfriend	-3944
▁telephone	-3945
Et	-3946
irm	-3947
ides	-3948
lier	-3949
▁dos	-3950
▁top	-3951
après	-3952
▁club	-3953
▁pard	-3954
▁allés	-3955
▁avocat	-3956
▁parlez	-3957
▁appeler	-3958
▁garçons	-3959
▁promised	-3960
ket	-3961
uer	-3962
▁On	-3963
Sois	-3964
▁cry	-3965
▁maj	-3966
▁bons	-3967
▁shut	-3968
Allons	-3969
écrire	-3970
▁chats	-3971
▁seras	-3972
▁afford	-3973
▁bonnes	-3974
▁charge	-3975
▁destin	-3976
▁surviv	-3977
▁waited	-3978
ièrement	-3979
▁chemise	-3980
▁glasses	-3981
rom	-3982
alle	-3983
land	-3984
ored	-3985
▁rég	-3986
ently	-3987
▁Both	-3988
▁Those	-3989
appeler	-3990
entends	-3991
▁papier	-3992
▁seriez	-3993
▁dressed	-3994
▁bâtiment	-3995
▁innocent	-3996
▁supporter	-3997
▁difference	-3998
▁différence	-3999
outh	-4000
uite	-4001
▁ice	-4002
ately	-4003
estez	-4004
gment	-4005
▁effe	-4006
▁risk	-4007
▁tuer	-4008
▁vict	-4009
itable	-4010
▁ouver	-4011
▁shirt	-4012
▁across	-4013
▁figure	-4014
▁proche	-4015
▁savons	-4016
▁douleur	-4017
▁foreign	-4018
▁comprend	-4019
▁pictures	-4020
▁connaître	-4021
▁également	-4022
▁immediately	-4023
dge	-4024
aque	-4025
▁ext	-4026
reuse	-4027
▁cess	-4028
▁math	-4029
▁voix	-4030
▁cross	-4031
▁pieds	-4032
▁pizza	-4033
▁price	-4034
▁cancer	-4035
Voudriez	-4036
▁suspect	-4037
intérieur	-4038
▁distance	-4039
▁signifie	-4040
▁carefully	-4041
Ai	-4042
lax	-4043
oto	-4044
▁sn	-4045
▁gri	-4046
▁clés	-4047
▁deep	-4048
▁fair	-4049
▁plac	-4050
▁send	-4051
▁spéc	-4052
ouvrir	-4053
▁aimes	-4054
▁apple	-4055
▁préfé	-4056
▁banque	-4057
▁consid	-4058
▁tranqu	-4059
▁cherche	-4060
▁courage	-4061
uellement	-4062
Me	-4063
ilt	-4064
▁cur	-4065
▁dut	-4066
▁rée	-4067
amour	-4068
▁décl	-4069
▁loud	-4070
▁tend	-4071
▁aviez	-4072
▁menti	-4073
▁senti	-4074
▁storm	-4075
▁harder	-4076
▁movies	-4077
▁shower	-4078
▁suivre	-4079
▁préféré	-4080
▁tempête	-4081
Am	-4082
gar	-4083
ird	-4084
ule	-4085
▁Il	-4086
tenu	-4087
▁cous	-4088
▁vend	-4089
▁wake	-4090
Montre	-4091
▁given	-4092
▁allait	-4093
▁inside	-4094
▁object	-4095
▁promis	-4096
ignorais	-4097
▁driving	-4098
▁service	-4099
▁special	-4100
▁involved	-4101
aint	-4102
▁egg	-4103
▁mou	-4104
▁pai	-4105
Aucun	-4106
ieuse	-4107
inqui	-4108
veral	-4109
▁const	-4110
▁fault	-4111
▁fired	-4112
▁relax	-4113
▁agreed	-4114
▁environ	-4115
▁guitare	-4116
▁réussir	-4117
▁several	-4118
▁whatever	-4119
▁condition	-4120
▁satisfied	-4121
▁conscience	-4122
so	-4123
nem	-4124
ened	-4125
▁ach	-4126
▁mét	-4127
▁tie	-4128
alous	-4129
ament	-4130
▁ayez	-4131
▁comb	-4132
▁Since	-4133
▁rhume	-4134
▁roman	-4135
▁sucre	-4136
▁throw	-4137
▁viande	-4138
▁animaux	-4139
▁convers	-4140
▁opportun	-4141
▁téléphon	-4142
▁continuer	-4143
▁retourner	-4144
▁réfléchir	-4145
env	-4146
men	-4147
opp	-4148
oué	-4149
und	-4150
oned	-4151
▁écl	-4152
▁impl	-4153
iendra	-4154
▁drôle	-4155
▁quelc	-4156
▁repro	-4157
▁women	-4158
▁worse	-4159
ilement	-4160
▁kissed	-4161
▁urgent	-4162
▁volont	-4163
▁amusant	-4164
▁program	-4165
▁étudiant	-4166
▁travaillé	-4167
lc	-4168
ief	-4169
ufs	-4170
acle	-4171
isée	-4172
▁web	-4173
▁aies	-4174
▁chou	-4175
▁vole	-4176
▁ahead	-4177
▁chaise	-4178
▁choose	-4179
▁marier	-4180
▁earlier	-4181
▁semaines	-4182
rier	-4183
▁cho	-4184
▁lic	-4185
▁tué	-4186
▁vot	-4187
▁cute	-4188
▁extr	-4189
▁jump	-4190
▁proc	-4191
▁ring	-4192
▁shop	-4193
▁Sorry	-4194
▁carry	-4195
▁power	-4196
▁twice	-4197
ivement	-4198
▁employ	-4199
▁compter	-4200
▁enjoyed	-4201
▁erreurs	-4202
▁raining	-4203
Quiconque	-4204
▁discours	-4205
▁discussion	-4206
▁facilement	-4207
